tap "homebrew-zathura/zathura"
tap "nikitabobko/tap"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU debugger
brew "gdb"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Open-source, cross-platform JavaScript runtime environment
brew "node"
# General-purpose scripting language
brew "php"
# Tools for and transforming and inspecting PDF files
brew "qpdf"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Terminal multiplexer
brew "tmux"
# Blazing fast terminal file manager written in Rust, based on async I/O
brew "yazi"
# PDF viewer
brew "homebrew-zathura/zathura/zathura"
# MuPDF backend plugin for zathura
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
# Poppler backend plugin for zathura
brew "homebrew-zathura/zathura/zathura-pdf-poppler"
# AeroSpace is an i3-like tiling window manager for macOS
cask "aerospace"
# GPU-accelerated terminal emulator
cask "alacritty"
# Web browser
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
